/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Ryhmä";
"Name" = "Nimi";
"none given" = "ei annettu";
"Enabled" = "Käytössä";
"Auto Play" = "Toista automaattisesti";
"AUTO_DESCRIPTION" = "Toista seuraava podcast-jakso automaattisesti.";
"Podcasts 1.0" = "Podcastit 1.0";
"COPYRIGHT_TEXT" = "Copyright © 2012 Apple Inc. Kaikki oikeudet pidätetään.";
"Subscriptions_Title" = "Tilausten oletusasetukset";
"Auto-Download" = "Automaattiset lataukset";
"Episodes-To-Keep" = "Säilytettävät jaksot";
"KeepAllEpisodes" = "Kaikki jaksot";
"KeepAllUnplayedEpisodes" = "Kaikki toistamattomat jaksot";
"KeepMostRecentEpisode" = "Uusin jakso";
"KeepLast2Episodes" = "2 uusinta jaksoa";
"KeepLast3Episodes" = "3 uusinta jaksoa";
"KeepLast5Episodes" = "5 uusinta jaksoa";
"KeepLast10Episodes" = "10 uusinta jaksoa";
"KeepAllEpisodesShort" = "Kaikki";
"KeepAllUnplayedEpisodesShort" = "Ei toistetut";
"KeepMostRecentEpisodeShort" = "Uusin";
"KeepLast2EpisodesShort" = "2 uusinta";
"KeepLast3EpisodesShort" = "3 uusinta";
"KeepLast5EpisodesShort" = "5 uusinta";
"KeepLast10EpisodesShort" = "10 uusinta";
"CELL_DOWNLOAD" = "Käytä mobiilidataa";
"CELL_DOWNLOAD_FOOTER" = "Käytä mobiiliverkkoa suoratoistoa ja automaattisia latauksia varten.";
"Sync Subscriptions" = "Synkronoi tilaukset";
"Debug" = "Vianmääritys";
"Reset Stations Data" = "Nollaa asemien data";
"Version" = "Versio";
